{
    "departamento": "La distribución del total de hogares entre los 10 departamentos es desigual, con una alta concentración en los tres primeros: Valle del Cauca, Atlántico y Antioquia. A partir del cuarto lugar (Cundinamarca), la cantidad de hogares disminuye progresivamente. El gráfico muestra visualmente esta concentración con barras significativamente más largas para los primeros tres. Las regiones intermedias presentan cifras más homogéneas. Esta concentración sugiere una fuerte urbanización y actividad económica en los departamentos líderes.",
    "municipio": "La distribución de hogares beneficiarios del subsidio familiar de vivienda por municipio revela una alta concentración en Bogotá, D.C. y Barranquilla, que superan ampliamente a los demás municipios. A partir del tercer lugar (Soledad), las cifras disminuyen de forma progresiva y más uniforme. El gráfico muestra esta jerarquía claramente, con barras significativamente más largas para los dos primeros municipios. La presencia destacada de ciudades capitales y zonas urbanas indica una mayor focalización del subsidio en centros urbanos. Esto sugiere que la política de asignación ha priorizado áreas con alta demanda habitacional y densidad poblacional.",
    "programa": "La distribución por programa muestra una fuerte concentración de hogares beneficiarios en MI CASA YA, que agrupa más de 360 mil hogares, superando ampliamente al resto. Le siguen, con cifras considerablemente menores, Bolsa Desplazados y Vivienda Gratuita Fase I. El gráfico evidencia esta diferencia con una barra dominante y una caída abrupta hacia los demás programas. Este patrón indica que las políticas de subsidio han estado fuertemente enfocadas en ese programa, posiblemente por su alcance nacional, continuidad y facilidad de acceso.",
    "hogares": "La distribución de hogares beneficiarios muestra una fuerte asimetría a la derecha, con la mayoría de observaciones concentradas en valores bajos (mediana de 7) y pocos registros con valores significativamente altos (máximo de 5.698). El histograma y el boxplot log-transformado evidencian una alta dispersión y presencia de valores atípicos, indicando que aunque muchos municipios reciben pocos subsidios, algunos concentran gran parte de los hogares beneficiados.",
    "valor_asignado": "El valor asignado presenta una distribución altamente asimétrica hacia la derecha, con una mediana de 86 millones y un máximo extremadamente alto que supera los 163 mil millones, lo que indica la existencia de outliers significativos. El histograma log-transformado muestra una concentración de registros en valores bajos y una cola larga hacia la derecha. El boxplot confirma esta dispersión, revelando un rango intercuartílico amplio y presencia de valores atípicos. Esto sugiere que, aunque muchos municipios reciben asignaciones moderadas, algunos concentran montos extraordinarios del subsidio.",
    "valor_por_hogar": "La variable “valor por hogar” muestra una distribución sesgada a la derecha, con una mediana cercana a los 12,6 millones y un valor máximo de 117 millones. El histograma log-transformado revela una concentración de subsidios entre los 8 y 20 millones, mientras que el boxplot expone la existencia de valores atípicos tanto bajos como altos. Esto indica que, aunque la mayoría de los hogares recibió montos relativamente homogéneos, existen asignaciones significativamente distintas que generan una alta dispersión."
}
