{
    "departamento": "La distribución del total de hogares entre los 10 departamentos es desigual, con una alta concentración en los tres primeros: Valle del Cauca, Atlántico y Antioquia. A partir del cuarto lugar (Bogotá, D.C.), la cantidad de hogares disminuye progresivamente. El gráfico muestra visualmente esta concentración con barras significativamente más largas para los primeros tres. Las regiones intermedias presentan cifras más homogéneas. Esta concentración sugiere una fuerte urbanización y actividad económica en los departamentos líderes.",
    "municipio": "La distribución de hogares beneficiarios del subsidio familiar de vivienda por municipio revela una alta concentración en Bogotá, D.C. y Barranquilla, que superan ampliamente a los demás municipios. A partir del tercer lugar (Soledad), las cifras disminuyen de forma progresiva y más uniforme. El gráfico muestra esta jerarquía claramente, con barras significativamente más largas para los dos primeros municipios. La presencia destacada de ciudades capitales y zonas urbanas indica una mayor focalización del subsidio en centros urbanos. Esto sugiere que la política de asignación ha priorizado áreas con alta demanda habitacional y densidad poblacional.",
    "programa": "La distribución por programa muestra una fuerte concentración de hogares beneficiarios en MI CASA YA, que agrupa más de 360 mil hogares, superando ampliamente al resto. Le siguen, con cifras considerablemente menores, Bolsa Desplazados y Vivienda Gratuita Fase I. El gráfico evidencia esta diferencia con una barra dominante y una caída abrupta hacia los demás programas. Este patrón indica que las políticas de subsidio han estado fuertemente enfocadas en ese programa, posiblemente por su alcance nacional, continuidad y facilidad de acceso.",
    "estado_de_postulacion": "La categoría 'Asignados' domina ampliamente el total de hogares con más de 860 mil subsidios otorgados, en contraste con las demás categorías que tienen cifras significativamente menores. Las siguientes, como 'Apto con subsidio vencido' o 'Restitución de subsidios no aplicados', no superan los 30 mil hogares cada una. El gráfico evidencia esta concentración con una barra mucho más alta para la asignación efectiva. Esto sugiere que el grueso de los subsidios gestionados por FONVIVIENDA ha sido efectivamente asignado, mientras que los casos de vencimiento, renuncia o revocatoria son minoritarios en el conjunto del sistema.",
    "hogares": "La distribución del número de hogares beneficiarios es altamente asimétrica y sesgada a la derecha, con la mayoría de observaciones concentradas en valores bajos. El 50 % de los registros tienen 4 hogares o menos, mientras que el valor máximo (27149) y la alta desviación estándar indican la presencia de valores atípicos extremos. El histograma muestra una gran acumulación en los primeros rangos, y el boxplot (log-transformado) refuerza la existencia de outliers que distorsionan la media. Esto sugiere que, aunque la mayoría de subsidios están dispersos en pequeñas cantidades, existen casos puntuales con una asignación mucho mayor.",
    "valor_asignado": "La distribución del valor asignado presenta una fuerte asimetría positiva, suavizada mediante una transformación logarítmica natural. Aunque la mediana es de aproximadamente 52 millones, el rango de asignaciones es muy amplio, con un máximo cercano a los 749 mil millones. El histograma log-transformado muestra una concentración en valores intermedios, mientras que el boxplot evidencia valores atípicos a ambos extremos. Esta dispersión indica que, aunque la mayoría de asignaciones son moderadas, existen casos con montos extraordinariamente altos.",
    "valor_por_hogar": "La distribución del valor asignado por hogar es más concentrada que las anteriores, con una mediana cercana a los 10.9 millones y valores típicos entre 7.6 y 15.4 millones. Tanto el histograma como el boxplot están log-transformados, lo cual permite visualizar mejor las diferencias entre rangos. La mayoría de los valores se agrupan en torno al centro, aunque persisten algunos valores atípicos hacia los extremos. Esta forma indica que, aunque la asignación por hogar tiende a ser relativamente homogénea, existen excepciones con montos significativamente bajos o altos."
}
